{
  "about-us": "About us",
  "services": "Services",
  "projects": "Projects",
  "why-us": "Why us?",
  "team": "Our team",
  "partners": "Suppliers",
  "hero-title": "Guardexpert LLC",
  "hero-button": "Expert сonsultation",
  "about-text": "We provide a full range of fire protection services: consultation, design and support during expert review, equipment sales/installation, and maintenance services related to:",
  "about-item1": "fire alarm systems",
  "about-item2": "fire suppression systems",
  "about-item3": "public address and alarm systems",
  "about-item4": "early emergency detection systems",
  "about-item5": "ventilation systems",
  "about-item6": "air conditioning systems",
  "about-item7": "structural fire protection",
  "certification-title": "Licenses & Testimonials",
  "certification-button1": "Emergency Service License",
  "certification-button2": "Testimonials",
  "certification-button3": "Reference List",
  "advantages-title": "Benefits",
  "advantages-item1": "Professionalism and Experience: high-quality products and services delivered by experienced specialists — a guarantee of effective and reliable solutions.",
  "advantages-item2": "Turnkey Solutions: a full range of services: from consultation to installation and maintenance.",
  "advantages-item3": "Certified Equipment: safety guaranteed by high-quality imported and domestic materials, all certified and compliant with current fire safety standards.",
  "advantages-item4": "Customized Solutions at Standard Prices: tailored to the specific features of your facility — ensuring maximum efficiency without exceeding typical costs.",
  "advantages-item5": "Responsiveness and Support: fast handling of requests and expert technical assistance.",
  "advantages-item6": "Long-Term Partnership: consistent service at every stage and a flexible pricing policy for our clients.",
  "services-title1": "Fire Alarm System Design",
  "services-text1": "Design of fire alarm systems, fire suppression systems, early emergency detection and public alert systems, ventilation and air conditioning systems, and communication systems, in accordance with GRS requirements.",
  "services-title2": "Installation and Supply of Fire Alarm Equipment",
  "services-text2": "Supply of equipment, installation, and maintenance (ensuring operational readiness) of fire alarm systems, fire alert and evacuation control systems, and emergency signal transmission equipment.",
  "services-title3": "Fire Suppression Systems",
  "services-text3": "Supply, installation, and maintenance of fire suppression systems (water-based, foam, gas, powder, aerosol).",
  "services-title4": "Fire Safety System Maintenance",
  "services-text4": "Servicing of fire alarm, fire alert, and fire suppression systems: inspection, adjustment, and repair of equipment to ensure uninterrupted operation.",
  "services-title5": "Fire Protection Treatment of Structures",
  "services-text5": "Treatment of materials and structures: fire-retardant impregnation, fireproof coatings (painting, plastering, wrapping, cladding), and fire-resistant sealing to ensure resistance to high temperatures.",
  "services-title6": "Fire Safety Consulting",
  "services-text6": "Development of conceptual solutions and equipment recommendations tailored to the planned budget.",
  "services-button": "Learn more →",
  "project-title1": "Shelters in preschools, schools, and institutions of secondary and higher education",
  "project-title2": "City, district, and national hospitals and sanatoriums",
  "project-title3": "Industrial enterprises across all sectors",
  "project-title4": "Shopping malls, business centers, office complexes, and banks",
  "project-text11": "Fire alarm and fire suppression systems designed to create safe and comfortable spaces in accordance with the requirements of the Ministry of Education and Science of Ukraine and the shelter program for educational institutions «My Fortress».",
  "project-text12": "Consulting, audits, design, installation, and technical support.",
  "project-text21": "Maintenance of operational readiness (technical servicing) of automatic fire protection systems in facilities of the Ministry of Health.",
  "project-text22": "Consulting, audits, design, installation, and nationwide technical support.",
  "project-text31": "Design, installation, and technical support of fire alarm, evacuation, and fire suppression systems for industrial facilities across various sectors.",
  "project-text32": "Consulting, audits, design, installation, and technical support.",
  "project-text41": "Reliable round-the-clock fire protection for entertainment and office facilities.",
  "project-text42": "Consulting, audits, design, installation, and technical support.",
  "choose-title": "Why choose us?",
  "choose-text1": "A professional team of experienced specialists",
  "choose-text2": "Modern equipment from trusted manufacturers",
  "choose-text3": "Quality assurance for both services and materials",
  "choose-text4": "Fast response to requests and reliable service support",
  "team-name1": "Anastasiia Khakhalieva",
  "team-position1": "CEO",
  "team-name2": "Oleksandr Oliinyk",
  "team-position2": "Chief Engineer",
  "team-name3": "Oleksandr Pylypcjuk",
  "team-position3": "Head of Сommercial Department",
  "team-name4": "Vitalii Hotovskyi",
  "team-position4": "Project Manager",
  "faq-title": "Frequently Asked Questions (FAQ)",
  "faq-question1": "What is a fire protection system and why do I need it?",
  "faq-answer1": "It’s a set of equipment designed to detect fires at an early stage, alert people, and (in some cases) extinguish the fire. It’s essential for saving lives, protecting property, and avoiding fines.",
  "faq-question2": "What are the stages of installing a fire safety system?",
  "faq-answer21": "- On-site inspection",
  "faq-answer22": "- Development of technical specifications and design",
  "faq-answer23": "- Approval of the project with you and the relevant authorities",
  "faq-answer24": "- Equipment supply",
  "faq-answer25": "- System installation (sensors, alarms, wiring, control panels, etc.)",
  "faq-answer26": "- Configuration, programming, and testing",
  "faq-answer27": "- Commissioning",
  "faq-answer28": "- Staff training",
  "faq-answer29": "- Transfer of the system for ongoing maintenance (if needed)",
  "faq-question3": "What types of facilities do you work with?",
  "faq-answer3": "We work with both commercial and residential properties: offices, warehouses, shopping centers, factories, hospitals, educational institutions, agricultural facilities, and more.",
  "faq-question4": "How long does the installation take?",
  "faq-answer4": "The duration depends on the complexity of the project, but we always aim to meet optimal deadlines and agree on the timeline in advance.",
  "faq-question5": "Is it mandatory to install a fire protection system?",
  "faq-answer5": "In most cases — yes. The law requires fire safety systems in buildings, especially commercial premises. A more precise answer depends on your specific case, so a consultation is recommended.",
  "faq-question6": "How often should maintenance be carried out after installation?",
  "faq-answer6": "According to regulations: monthly visual inspections, quarterly system checks, annual full technical maintenance, all maintenance details are outlined in the service agreement signed with the maintenance provider.",
  "faq-question7": "Who is responsible for the system's condition after installation?",
  "faq-answer7": "If there is a service agreement — the service provider is responsible. Without an agreement, the responsibility falls on the property owner.",
  "faq-question8": "How much does installation/design cost?",
  "faq-answer8": "The cost depends on the size of the property and your specific needs. A consultation is needed to provide an accurate estimate.",
  "faq-question9": "Do you operate officially?",
  "faq-answer9": "Yes, we are officially licensed by the State Emergency Service of Ukraine (SES) and have extensive experience. Our systems undergo all required inspections.",
  "faq-question10": "What equipment do you install?",
  "faq-answer10": "We supply and install all the equipment specified in the project. If we design the system for you, it will depend on your specific needs. We work with trusted domestic and international manufacturers and can help you choose the right equipment for your goals and budget.",
  "feedback-title": "Still have questions?",
  "form-button": "Send a message",
  "contacts-title": "Our Contacts",
  "contacts-item1": "Working hours:",
  "contacts-item-data": "Monday–Friday, 08:00–17:00",
  "contacts-item2": "Sales Department:",
  "contacts-item3": "Procurement Department:",
  "contacts-item4": "Legal Department:",
  "contacts-item5": "Technical Support:",
  "address": "08132, Kyiv region, Bucha district, Vyshneve city, 27 Yevropeiska Street, Office 5",
  "copyright": "© 2025 Guardexpert. All rights reserved",
  "advicePopup-title": "Fill out the form",
  "advice-btn": "Get a consultation",
  "status-message1": "Thank you!",
  "status-message2": "We will contact you soon!",
  "modal-services-text11": "You can order a project of any complexity and an individual solution specifically for your type of premises/request.",
  "modal-services-text12": "We design: fire alarm systems, fire suppression systems, early emergency detection and public alert systems, ventilation and air conditioning systems, and communication systems.",
  "modal-services-text13": "Included: fire system design, equipment selection, consultation at all stages.",
  "modal-services-text21": "LLC  «Guardexpert» performs professional installation of fire alarm systems that ensure timely fire detection and automatic alerting.",
  "modal-services-text22": "Description: The alarm systems we install are adapted to different types of facilities: office premises, warehouses, shopping centers, production facilities, etc.",
  "modal-services-text23": "Included: installation and configuration, functionality testing, user guidance, and technical support.",
  "modal-services-text31": "We install automatic fire suppression systems that provide immediate response to ignition by delivering extinguishing agents to the combustion zone.",
  "modal-services-text32": "Types of systems: depending on the facility’s needs and the client’s preferences, we install different types of fire suppression:",
  "modal-services-text33": "Water-based (sprinkler and deluge) fire suppression",
  "modal-services-text34": "Gas-based fire suppression (for high-tech facilities)",
  "modal-services-text35": "Powder-based fire suppression (often used for warehouses and industrial sites)",
  "modal-services-text36": "Included: system installation, compliance testing to fire safety standards, staff training.",
  "modal-services-text37": "We offer industry-specific solutions:",
  "modal-services-text38": "Industrial enterprises",
  "modal-services-text39": "We install sensitive smoke, gas, and temperature detectors, automatic fire extinguishing systems (gas/powder), segment hazardous areas, and control fire water tanks.",
  "modal-services-text310": "Warehouses and logistics centers",
  "modal-services-text311": "Zonal heat and smoke sensors, sprinklers or water mist, remote monitoring, and automatic extinguishing of hazardous substances.",
  "modal-services-text312": "Shopping malls and public facilities",
  "modal-services-text313": "Fire alarm systems in all areas, dynamic notification, local extinguishing systems for kitchens, centralized control, and response.",
  "modal-services-text314": "Administrative and office buildings",
  "modal-services-text315": "Addressable sensors with fire localization, integration with access control and public address systems, protection for server rooms and archives.",
  "modal-services-text316": "Residential complexes and hotels",
  "modal-services-text317": "Smoke detectors, addressable systems for precise localization, automatic evacuation management, sprinklers on floors and in parking areas.",
  "modal-services-text318": "Medical facilities and laboratories",
  "modal-services-text319": "Quiet notification systems, modular extinguishing in laboratories, smoke extraction valves, addressable fire alarms.",
  "modal-services-text320": "Each of these solutions is developed in accordance with industry requirements and the specific needs of the facility, ensuring system efficiency and maximum safety.",
  "modal-services-text41": "You receive comprehensive services for inspection, adjustment, and repair of equipment to ensure its uninterrupted operation.",
  "modal-services-text42": "Description: Ongoing technical support helps prevent system failures and ensures their readiness in case of an emergency. We guarantee full compliance of all components with current fire safety standards.",
  "modal-services-text43": "Included: Regular inspections, diagnostics and troubleshooting, equipment adjustment, replacement of components (if necessary), software updates, and preventive maintenance.",
  "modal-services-text51": "You receive fire protection treatment services for structures to increase their resistance to high temperatures. This significantly reduces the risk of ignition and fire spread at the site, providing additional time for evacuation and emergency response.",
  "modal-services-text52": "Materials and methods: Certified fireproof materials (paints, varnishes, coatings) are used, suitable for various types of structures — wooden, metal, concrete. The processing methods are chosen based on the specifics of the facility and may include application of fire-retardant coatings or impregnating agents.",
  "modal-services-text53": "Included: Site inspection and development of a treatment plan, material selection, professional processing of structures, documentation of completed work.",
  "modal-services-text61": "We help identify risks, optimize the safety system, and comply with regulatory requirements.",
  "modal-services-text62": "Description: Our specialists audit existing systems, develop improvement recommendations, support the process of documentation approval, and help implement best fire protection practices. Consultations take into account the specifics of the facility, its functional purpose, and applicable DBN regulations.",
  "modal-services-text63": "Included: Fire risk analysis and assessment, development of technical solutions and recommendations, support in designing safety systems, preparation for inspection by an expert organization, consultations on regulatory requirements.",
  "placeholder-email": "Email address",
  "placeholder-phone": "Phone number",
  "placeholder-message": "Write to us ..."
}
