{
  "about-us": "About us",
  "services": "Services",
  "projects": "Projects",
  "why-us": "Why us?",
  "team": "Our team",
  "partners": "Partners",
  "hero-title": "Gardexpert LLC",
  "hero-button": "Expert сonsultation",
  "about-text": "We provide a full range of fire protection services: consultation, design and support during expert review, equipment sales/installation, and maintenance services related to:",
  "about-item1": "fire alarm systems",
  "about-item2": "fire suppression systems",
  "about-item3": "public address and alarm systems",
  "about-item4": "early emergency detection systems",
  "about-item5": "ventilation systems",
  "about-item6": "air conditioning systems",
  "about-item7": "structural fire protection",
  "certification-title": "Certification and Licenses",
  "certification-button1": "License from SES",
  "certification-button2": "License",
  "certification-button3": "Certificate",
  "advantages-title": "Benefits of working with us",
  "advantages-item1": "Professionalism and Experience: high-quality products and services delivered by experienced specialists — a guarantee of effective and reliable solutions.",
  "advantages-item2": "Turnkey Solutions: a full range of services: from consultation to installation and maintenance.",
  "advantages-item3": "Certified Equipment: safety guaranteed by high-quality imported and domestic materials, all certified and compliant with current fire safety standards.",
  "advantages-item4": "Customized Solutions at Standard Prices: tailored to the specific features of your facility — ensuring maximum efficiency without exceeding typical costs.",
  "advantages-item5": "Responsiveness and Support: fast handling of requests and expert technical assistance.",
  "advantages-item6": "Long-Term Partnership: consistent service at every stage and a flexible pricing policy for our clients.",
  "services-title1": "Fire Alarm System Design",
  "services-text1": "Design of fire alarm systems, fire suppression systems, early emergency detection and public alert systems, ventilation and air conditioning systems, and communication systems, in accordance with GRS requirements.",
  "services-title2": "Installation and Supply of Fire Alarm Equipment",
  "services-text2": "Supply of equipment, installation, and maintenance (ensuring operational readiness) of fire alarm systems, fire alert and evacuation control systems, and emergency signal transmission equipment.",
  "services-title3": "Fire Suppression Systems",
  "services-text3": "Supply, installation, and maintenance of fire suppression systems (water-based, foam, gas, powder, aerosol).",
  "services-title4": "Fire Safety System Maintenance",
  "services-text4": "Servicing of fire alarm, fire alert, and fire suppression systems: inspection, adjustment, and repair of equipment to ensure uninterrupted operation.",
  "services-title5": "Fire Protection Treatment of Structures",
  "services-text5": "Treatment of materials and structures: fire-retardant impregnation, fireproof coatings (painting, plastering, wrapping, cladding), and fire-resistant sealing to ensure resistance to high temperatures.",
  "services-title6": "Fire Safety Consulting",
  "services-text6": "Development of conceptual solutions and equipment recommendations tailored to the planned budget.",
  "services-button": "Learn more →",
  "project-title1": "Shelters in preschools, schools, and institutions of secondary and higher education",
  "project-title2": "City, district, and national hospitals and sanatoriums",
  "project-title3": "Industrial enterprises across all sectors",
  "project-title4": "Shopping malls, business centers, office complexes, and banks",
  "": "",
  "choose-title": "Why choose us?",
  "choose-text1": "A professional team of experienced specialists",
  "choose-text2": "Modern equipment from trusted manufacturers",
  "choose-text3": "Quality assurance for both services and materials",
  "choose-text4": "Fast response to requests and reliable service support",
  "team-name1": "Anastasiia Khakhalieva",
  "team-position1": "Director",
  "team-name2": "Mykola Pylypchuk",
  "team-position2": "Chief Engineer",
  "team-name3": "Anastasiia Trubina",
  "team-position3": "Head of Economic Department",
  "team-name4": "Vitalii Hotovskyi",
  "team-position4": "Project Manager"
}
